Repository: wescamp/Ultimate_Random_Maps-1.12
Catalog: po/*.po
Languages: ru

source: Citadel
ru: Цитадель

source: Illuminated Cave
ru: Украшенная Огнями Пещера

source: Light
ru: Свет

source: Twilight
ru: Сумерки

source: Darkness
ru: Тьма

source: Version
ru: Версия

source: Programming & Design by SigurdFireDragon.
ru: Программирование И Дизайн писал SigurdFireDragon.

source: A group of small islands is the scene of this battle.
ru: Группа малениких островков - сцена этой битвы.

source: Archipelago
ru: Архипелаг

source: Barren
ru: Пустоши

source: Battle it out in the desolate northern lands, admist muddy quagmires, hills and barren terrain.
ru: Сразитесь в пустынных северных землях, среди мутных трясин, холмы и пустоши.

source: Venture underground into a realm of darkness and fight inside a vast cavern.
ru: Пройдите подземлю в королевстве тьмы и деритесь в обширной бещере.

source: Cave
ru: Пещера

source: Fight inside a great citadel, a place sacred to lawful forces.
ru: Сразитесь внутри великой цитадели, месте священном для правоменых войск.

source: Desert is the primary terrain. Based on manline Random map (Desert), with a few changes.
ru: Пустыня - главный ландшафт этой карты. Основано на карте Случайная Карта (Пустыня), с небольшим количеством изменений.

source: Desert
ru: Пустыня

source: Flood
ru: Потоп

source: Fight in a flooded valley.
ru: Сразитесь в затопленной долине.

source: Forest
ru: Лес

source: Venture into elven territory for this battle.
ru: Пройдите в эльфийскую территорию в этой битве.

source: Time is broken here, with each hex having its own fixed time.
ru: Время сломано в этой месте, и у каждой клетке есть своё фиксированное время.

source: Fracture
ru: Разрыв

source: A bitter cold land where there is snow and ice as far as the eye can see.
ru: Жестокая холодная земля, где видно снег и лёд так далеко, как глаз может видет.

source: Frozen
ru: Мерзлота

source: Island
ru: Остров

source: Waves wash against the shore of this island battlefiend.
ru: Волны омывают берег этого островного поля боя.

source: Jungle
ru: Джунгли

source: Thick jungles, swamps, and bright tropical water cover this landscape.
ru: Густые джунгли, болота и яркая тропическая вода покрывают этот ландшафт.

source: Lava
ru: Лава

source: The lava and the light from the surface make this dry cave illuminated as if it was twilight.
ru: Лава и свет от поверхности делают эту сухую пещеру освещённой, как будто здесь сумерки.

source: Swamp is the primary terrain. Based on mainline Random map (Marsh), with a few changes.
ru: Болото - главный ланшафт этой карты. Основано на Случайная Карта (Болото), но с некотороми изменениями.

source: Marsh
ru: Болото

source: Explore the dwarven realms of mountains and the caves underneath in this rugged map.
ru: Исследуйте королевство гномов из гор и пещер в этой суровой карте.

source: Mountains
ru: Горы

source: Ocean
ru: Океан

source: Flyers and sea creatures have the advantage in this watery map.
ru: Летающие и водные существа имеют преимущество в этой водной карте.

source: River
ru: Река

source: Meeting the challenge of fording the river is the key to victory on this map.
ru: Ответ на вызов переправления вброд реки - ключ к победе на этой карте.

source: A variety of terran awaits you on this map. Based on mainline Random map, with a few changes.
ru: Большое разнообразие земли на этой карте. Основано на карте Random Map, с небольшими изменениями.

source: Vale
ru: Долина

source: Do battle on the parched, barren land surrounding an active volcano.
ru: Сразитесь на этой выжженной, бесплодной земле вокруг дествующего вулкана.

source: Volcano
ru: Вулкан

source: Wastes
ru: Порча

source: Sand is everywhere in this extremely harsh environment.
ru: Песок везде в этой экстремально суровой среде.

source: Snow is the primary terrain. Based on mainline Random map (Winter), with a few changes.
ru: Снег - главный ландшафт этой карты. Основано на карте Случайая карта (Зима), с небольшими изменениями.

source: Winter
ru: Зима
